export default [
  { id: 20,	question:"भविश्यको तयारी नै शिक्षालाई विश्लेणात्मक रुपमा व्याख्या गर्ने शिक्षाविद् को हुन्?",	options: [ 'रुसो',	'कान्ट' ,	'जोन डिवे',	'थोम्सन कमेनियस',]},
{ id: 21,	question:"शिक्षाको व्यक्तिगत उद्देश्यमा कुन पर्दैन?",	options: [ 'नागरिक ज्ञानको विकास गर्ने',	'असल चरित्रको विकास गर्नु' ,	'अन्तरनिहित प्रतिभाको विकास गर्नु',	'सर्वाङ्गिन विकास गर्नु',]},
{ id: 22,	question:"शिक्षा जीवन हो जीवनको तयारी होइन। यो भनाई कसको हो?",	options: [ 'अरस्तु',	'गीता' ,	'जोन डिवे',	'रुसो',]},
{ id: 23,	question:"प्रकृतिवादी दर्शन अनुसार शिक्षाको कार्य तलका मध्य कुन हो?",	options: [ 'अत्मानुभुतिको विकास, आत्माभिव्यक्तिका विकास, अन्तरनिहित क्षमताको विकास',	'सुखमय जीवन, व्यावसायिक क्षमताको विकास' ,	'सामाजिक कुशलताको विकास, समाजसँग सामञ्जस्य',	'आत्म संरक्षणको लक्ष, फुर्सदको समयको सदुपयोग, पूर्ण जीवनको तयारी',]},
{ id: 24,	question:"आधारभूत आवश्यकताको समाधान गर्ने, स्वावलम्बी एवं व्यवसायिक, देशको प्राकृतिक स्रोत साधनको परिचालन, जिवीकोपार्जन गर्ने कार्य शिक्षाको कुन कार्य सँग सम्बन्धित छ?",	options: [ 'शिक्षाको व्यक्तिगत कार्य',	'शिक्षाको आर्थिक कार्य' ,	'शिक्षाको राष्ट्रिय कार्य',	'शिक्षाको सामाजिक कार्य',]},

];

export const answers = [
  1,
0,
2,
3,
1,

];
